#language:ru
Функционал:Проверяем создание новой темы

  Сценарий:Создание новой темы
    Когда авторизация для создания темы
    Когда кликнуть по кнопке Новая тема
    Дано текст заголовка для новой темы My new theme
    Когда ввести текст в поле заголовка темы
    Дано основной текст темы This is theme for my graduation work
    Когда ввести основной текст для новой темы
    Когда запостить тему
    Тогда убедится что тема создана проверив ee присутствие в списке тем
    Когда выйти после создания новой темы